Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Situations
pt_pt: Situações

source: No bonus situations available
pt_pt: Não há situações de bónus disponíveis

source: {{fromDate}} to {{toDate}}
pt_pt: {{fromDate}} a {{toDate}}

source: LoA factor: {{loaFactor}}
pt_pt: Factor LoA: {{loaFactor}}

source: Target bonus: {{targetBonus}}
pt_pt: Bónus objetivo: {{targetBonus}}

source: TiR factor: {{tirFactor}}
pt_pt: Factor TiR: {{tirFactor}}

source: Total bonus: {{totalBonus}}
pt_pt: Bónus total: {{totalBonus}}

source: Total bonus (all periods)
pt_pt: Bónus total (todos os períodos)

source: Maximum amount
pt_pt: Montante máximo

source: Minimum amount
pt_pt: Montante mínimo

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
pt_pt: Elegível para {{eligibleCount}} de {{totalCount}} elementos de compensação

source: You don't have any workers in this view.
pt_pt: Não tem trabalhadores nesta vista.

source: No comp rounds with round name "{{phrase}}"
pt_pt: Sem rondas de compensação com o nome da ronda "{{phrase}}"

source: Date from
pt_pt: Data de início

source: Date to
pt_pt: Data até

source: Updated field
pt_pt: Campo atualizado

source: Workflow stage
pt_pt: Fase do fluxo de trabalho

source: Proxied by {{userName}}
pt_pt: Representado por {{userName}}

source: Reapproved
pt_pt: Reaprovado

source: Republished round
pt_pt: Ronda republicada

source: Republished round (proposals removed)
pt_pt: Ronda republicada (propostas removidas)

source: Republished round (proposals kept)
pt_pt: Ronda republicada (propostas mantidas)

source: Resubmitted
pt_pt: Reenviado

source: Set default value
pt_pt: Definir valor predefinido

source: Input
pt_pt: Entrada

source: Allocated
pt_pt: Alocado

source: Base salary
pt_pt: Salário base

source: Show budget
pt_pt: Mostrar orçamento

source: Eligible workers
pt_pt: Trabalhadores elegíveis

source: Budget info
pt_pt: Informações do orçamento

source: overspent out of {{budget}}
pt_pt: excedeu o {{budget}}

source: Remaining
pt_pt: Restante

source: remaining out of {{budget}}
pt_pt: restante fora do {{budget}}

source: spent out of {{budget}}
pt_pt: gasto do {{budget}}

source: Budget warning
pt_pt: Aviso de orçamento

source: Compensation navigation
pt_pt: Navegação de compensação

source: Export to Excel
pt_pt: Exportar para Excel

source: Export all pages
pt_pt: Exportar todas as páginas

source: Export current page
pt_pt: Exportar página atual

source: Select pages:
pt_pt: Selecionar páginas:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
pt_pt: Esta transferência não está disponível porque a seleção excede o limite de {{limit}} trabalhadores. Restrinja a sua seleção para continuar. Para exportações grandes ou assistência, contacte o Apoio ao Cliente.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro.<br/> Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Comp review
pt_pt: Revisão de remuneração

source: Search by worker name
pt_pt: Pesquisar por nome do trabalhador

source: Audit
pt_pt: Auditoria

source: Selected: {{count}}
pt_pt: Selecionado: {{count}}

source: Status set to completed
pt_pt: Estado definido como concluído

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
pt_pt: Está prestes a mover 1 trabalhador para o próximo passo. Tem a certeza de que pretende continuar?

source: Successfully approved
pt_pt: Aprovado com sucesso

source: Approve worker proposal
pt_pt: Aprovar proposta do trabalhador

source: Complete
pt_pt: Concluído

source: You are about to complete the worker proposal. Are you sure you want to continue?
pt_pt: Está prestes a concluir a proposta de trabalhador. Tem a certeza de que pretende continuar?

source: Complete worker proposal
pt_pt: Concluir proposta de trabalhador

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
pt_pt: Está prestes a mover 1 trabalhador para o passo anterior. Tem a certeza de que pretende continuar?

source: The status was successfully set to rejected.
pt_pt: O estado foi definido como rejeitado com sucesso.

source: Reject worker proposal
pt_pt: Rejeitar proposta do trabalhador

source: The proposal was rejected.
pt_pt: A proposta foi rejeitada.

source: The proposal was returned to the previous step for adjustments.
pt_pt: A proposta foi devolvida à etapa anterior para ajustes.

source: Awaiting approval
pt_pt: A aguardar aprovação

source: Awaiting proposal
pt_pt: A aguardar proposta

source: The proposal was successfully submitted.
pt_pt: A proposta foi submetida com sucesso.

source: Submit worker proposal
pt_pt: Submeter proposta de trabalhador

source: Please add a justification for any proposal outside of guidelines.
pt_pt: Por favor, adicione uma justificação para qualquer proposta fora das diretrizes.

source: You must add a note for this comp element.
pt_pt: Deve adicionar uma nota para este elemento comp.

source: Add note (required)
pt_pt: Adicionar nota (obrigatório)

source: Note added successfully
pt_pt: Nota adicionada com sucesso

source: Note required
pt_pt: Nota obrigatória

source: Your unsaved changes were successfully discarded.
pt_pt: As suas alterações não guardadas foram descartadas com sucesso.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
pt_pt: Deve adicionar uma nota quando o valor não cumpre as diretrizes. Se remover a nota, o valor voltará ao seu estado anterior.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
pt_pt: Deve adicionar uma nota ao introduzir um valor. Se remover a nota, o valor voltará ao seu estado anterior.

source: Are you sure you want to delete this note?
pt_pt: Tem a certeza de que pretende eliminar esta nota?

source: Note deleted successfully
pt_pt: Nota eliminada com sucesso

source: Note edited successfully
pt_pt: Nota editada com sucesso

source: Fields
pt_pt: Campos

source: Choose the field related to this note.
pt_pt: Escolha o campo relacionado com esta nota.

source: Item not found
pt_pt: Item não encontrado

source: Unavailable
pt_pt: Indisponível

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
pt_pt: Escolha o campo relacionado com esta nota. Os campos indisponíveis do formulário serão removidos após guardar.

source: Max: {{guideline}}
pt_pt: Máx.: {{guideline}}

source: Min: {{guideline}}
pt_pt: Mín.: {{guideline}}

source: Min: {{min}} - Max: {{max}}
pt_pt: Mín.: {{min}} - Máx.: {{max}}

source: {{input}} (outside of guidelines)
pt_pt: {{input}} (fora das diretrizes)

source: This note will be visible to everyone reviewing this worker in the compensation round.
pt_pt: Esta nota será visível para todos os que revisarem este trabalhador na ronda de compensação.

source: Add your note
pt_pt: Adicione a sua nota

source: The note is required.
pt_pt: A nota é obrigatória.

source: Note (required)
pt_pt: Nota (obrigatório)

source: No notes
pt_pt: Sem notas

source: This item does not contain any notes
pt_pt: Este item não contém quaisquer notas

source: Proposal management is applied to this column.
pt_pt: A gestão de propostas é aplicada a esta coluna.

source: Value overridden by user
pt_pt: Valor substituído pelo utilizador

source: Restore value
pt_pt: Restaurar valor

source: Unable to calculate
pt_pt: Não é possível calcular

source: Select worker
pt_pt: Selecionar trabalhador

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
pt_pt: Não há dados suficientes para exibir a roda de comportamento. Dê feedback a este trabalhador para completar o seu quadro de desempenho.

source: No check-ins scheduled. Schedule one to discuss their growth.
pt_pt: Nenhum check-in agendado. Agende um para discutir o seu crescimento.

source: This team member has no public feedback.
pt_pt: Este membro da equipa não tem feedback público.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
pt_pt: Ainda não enviou nenhum feedback. Partilhe as suas ideias para ajudar os membros da sua equipa a crescer.

source: This team member hasn’t shared any feedback with you yet.
pt_pt: Este membro da equipa ainda não partilhou nenhum feedback consigo.

source: This team member has no goals yet. Create goals to help their progress.
pt_pt: Este membro da equipa ainda não tem objetivos. Crie objetivos para ajudar no seu progresso.

source: The CSV file could not be downloaded. Please try again later.
pt_pt: Não foi possível descarregar o ficheiro CSV. Por favor, tente novamente mais tarde.

source: Download failed
pt_pt: Falha no download

source: Synchronize to check for available analyses.
pt_pt: Sincronizar para verificar as análises disponíveis.

source: No pay analysis available
pt_pt: Nenhuma análise salarial disponível

source: View and manage all pay analyses
pt_pt: Ver e gerir todas as análises salariais

source: Analyses
pt_pt: Análises

source: Submit recommendation
pt_pt: Submeter recomendação

source: The recommendation was successfully submitted.
pt_pt: A recomendação foi submetida com sucesso.

source: Could not load notes. Please try again.
pt_pt: Não foi possível carregar as notas. Tente novamente.

source: Auto-generated
pt_pt: Gerado automaticamente

source: Choose one...
pt_pt: Escolha uma opção...

source: You must select a communication round before closing the request in order to release the document to the worker.
pt_pt: Tem de selecionar uma ronda de comunicação antes de fechar o pedido para disponibilizar o documento ao trabalhador.

source: The communication round cannot be empty when closing a pay information request with attached documents.
pt_pt: A ronda de comunicação não pode estar vazia ao fechar um pedido de informação salarial com documentos anexados.

source: Create request
pt_pt: Criar pedido

source: The pay information request was successfully created.
pt_pt: O pedido de informação salarial foi criado com sucesso.

source: This date corresponds to the request creation date in the system.
pt_pt: Esta data corresponde à data de criação do pedido no sistema.

source: Creation type
pt_pt: Tipo de criação

source: Document preview
pt_pt: Pré-visualização do documento

source: Edit request
pt_pt: Editar pedido

source: Attached document
pt_pt: Documento anexo

source: The data source is required to generate and preview the document.
pt_pt: A origem de dados é necessária para gerar e pré-visualizar o documento.

source: Generate document
pt_pt: Gerar documento

source: Import a static document
pt_pt: Importar um documento estático

source: The internal note is not visible to the worker.
pt_pt: A nota interna não é visível para o trabalhador.

source: The file name cannot contain more than 100 characters.
pt_pt: O nome do ficheiro não pode conter mais de 100 caracteres.

source: The file name cannot be empty.
pt_pt: O nome do ficheiro não pode estar vazio.

source: Define the name of the document that will be distributed to workers.
pt_pt: Defina o nome do documento que será distribuído aos trabalhadores.

source: The pay information request was successfully saved.
pt_pt: O pedido de informação salarial foi guardado com sucesso.

source: The template is required to generate and preview a document.
pt_pt: O modelo é necessário para gerar e pré-visualizar um documento.

source: Upload document
pt_pt: Carregar documento

source: Browse to upload file
pt_pt: Procurar para carregar ficheiro

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
pt_pt: Formatos de ficheiro suportados: PDF. Tamanho máximo do ficheiro: 10MB. Número máximo de ficheiros por carregamento: 1 ficheiro.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
pt_pt: O documento "{{fileName}}" não pode ser importado. Certifique-se de que corresponde aos requisitos de formato e tamanho.

source: Generate & preview document
pt_pt: Gerar e pré-visualizar documento

source: To update this field, you must first delete the generated attached document.
pt_pt: Para atualizar este campo, tem de eliminar primeiro o documento anexo gerado.

source: Alerts
pt_pt: Alertas

source: Internal note
pt_pt: Nota interna

source: No files uploaded
pt_pt: Nenhum ficheiro carregado

source: Comm round
pt_pt: Ronda de comunicação

source: A date is required when an operator is selected
pt_pt: É necessária uma data quando um operador é selecionado

source: Number of days
pt_pt: Número de dias

source: An operator is required when a date or value is provided
pt_pt: É necessário um operador quando é fornecida uma data ou valor

source: Reference number
pt_pt: Número de referência

source: Type part of a reference number
pt_pt: Escreva parte de um número de referência

source: Type part of a request ID
pt_pt: Escreva parte de um ID de pedido

source: Resolution date
pt_pt: Data de resolução

source: Since request
pt_pt: Desde o pedido

source: A value is required when an operator is selected
pt_pt: É necessário um valor quando um operador é selecionado

source: Type part of a name or worker ID
pt_pt: Escreva parte de um nome ou ID de colaborador

source: The reference number cannot be empty.
pt_pt: O número de referência não pode estar vazio.

source: The reference number cannot be longer than 50 characters.
pt_pt: O número de referência não pode ter mais de 50 caracteres.

source: The request date cannot be empty.
pt_pt: A data do pedido não pode estar vazia.

source: The request date cannot be in the future.
pt_pt: A data do pedido não pode ser no futuro.

source: Request details
pt_pt: Detalhes do pedido

source: Response to requester
pt_pt: Resposta ao requerente

source: Response to worker
pt_pt: Resposta ao trabalhador

source: Select data source
pt_pt: Selecionar origem de dados

source: Select template
pt_pt: Selecionar modelo

source: Send & close
pt_pt: Enviar e fechar

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
pt_pt: Está prestes a fechar este pedido de informação salarial. Esta ação é irreversível. O documento será adicionado à ronda de comunicação selecionada. Tem a certeza de que pretende continuar?

source: Confirm closing request
pt_pt: Confirmar pedido de fecho

source: If you close now, request will be saved and the document won't be added.
pt_pt: Se fechar agora, o pedido será guardado e o documento não será adicionado.

source: Close without adding a document
pt_pt: Fechar sem adicionar um documento

source: The pay information request was successfully closed.
pt_pt: O pedido de informações de remuneração foi encerrado com êxito.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
pt_pt: O fluxo de trabalho está ativado para a ronda de comunicação selecionada. O documento anexado será adicionado, mas não ficará visível para o colaborador até ser lançado

source: Workflow enabled
pt_pt: Fluxo de trabalho ativado

source: Approaching deadline
pt_pt: Prazo a aproximar-se

source: Closed without document
pt_pt: Fechado sem documento

source: Document deleted
pt_pt: Documento eliminado

source: Not released to worker
pt_pt: Não divulgado ao trabalhador

source: Overdue
pt_pt: Atrasado

source: Remove filters and clear the search to show all results.
pt_pt: Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
pt_pt: Os seus pedidos de informações sobre remuneração aparecerão aqui. Volte mais tarde para atualizações ou explore mais funcionalidades entretanto.

source: API upload
pt_pt: Carregamento de API

source: {{count}} day
pt_pt: {{count}} dia

source: {{count}} days
pt_pt: {{count}} dias

source: Reopened
pt_pt: Reaberto

source: Manage pay information requests.
pt_pt: Gerir pedidos de informação salarial.

source: Pay information requests
pt_pt: Pedidos de informação salarial

source: Technical account (API upload)
pt_pt: Conta técnica (carregamento de API)

source: View request
pt_pt: Ver pedido

source: Document
pt_pt: Documento

source: The worker cannot be empty.
pt_pt: O trabalhador não pode estar vazio.

source: Create prediction
pt_pt: Criar previsão

source: There are no predictions to display at the moment.
pt_pt: De momento, não há previsões a apresentar.

source: My prediction list
pt_pt: A minha lista de previsões

source: Created date: {{date}}
pt_pt: Data de criação: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
pt_pt: Data de criação: {{createDate}} Atualizado: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
pt_pt: Sem previsões com o nome "{{phrase}}"

source: Search prediction
pt_pt: Previsão de pesquisa

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
pt_pt: Aqui pode encontrar uma lista de propostas de salário geradas pelo sistema que consideram fatores como faixas salariais e níveis de promoção para apoiar a competitividade externa e o capital próprio interno.

source: Existing worker
pt_pt: Trabalhador existente

source: New hire
pt_pt: Nova contratação

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
pt_pt: Não há tipos de feedback disponíveis para este trabalhador. Partilhe as suas ideias para ajudar os membros da sua equipa a crescer.

source: Shared with me
pt_pt: Partilhado comigo

source: Average: {{avg}}
pt_pt: Média: {{avg}}

source: Based on evaluations provided by workers
pt_pt: Com base nas avaliações fornecidas pelos trabalhadores

source: Give feedback to increase the chances of generating insights.
pt_pt: Dê feedback para aumentar as hipóteses de gerar conhecimentos.

source: {{count}} rated feedback to generate statistics
pt_pt: {{count}} feedback classificado para gerar estatísticas

source: Perceived <strong>clarity</strong>
pt_pt: Perceção de <strong>clareza</strong>

source: Perceived <strong>trust</strong>
pt_pt: Perceção de <strong>confiança</strong>

source: Rated feedback
pt_pt: Feedback classificado

source: Manager feedback ratings
pt_pt: Classificações de feedback do gestor

source: Until the next update
pt_pt: Até à próxima atualização

source: Feedback marked as public by this worker
pt_pt: Feedback marcado como público por este trabalhador

source: Check again later for updates or explore more in the meantime.
pt_pt: Verifique novamente mais tarde para atualizações ou explore mais enquanto isso.

source: Feedback that was sent to this worker
pt_pt: Feedback que foi enviado a este trabalhador

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
pt_pt: Ainda não enviou nenhum feedback a este trabalhador. Partilhe as suas ideias para ajudar os membros da sua equipa a crescer.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
pt_pt: {{firstName}} está à espera do seu feedback. Por que não partilhar as suas ideias agora?

source: Feedback this team member shared with me
pt_pt: Feedback que este membro da equipa partilhou comigo

source: Sharing feedback helps improve teamwork and processes within the company.
pt_pt: Partilhar feedback ajuda a melhorar o trabalho em equipa e os processos dentro da empresa.

source: Goals owned by your team member and on which they need to work.
pt_pt: Objetivos detidos pelo membro da sua equipa e nos quais precisam de trabalhar.

source: No results.<br/>Clear search to show all goals.
pt_pt: Sem resultados.<br/>Limpe a pesquisa para mostrar todos os objetivos.

source: This team member has no goals yet.
pt_pt: Este membro da equipa ainda não tem objetivos.

source: This team member has no assigned performance review at the moment.
pt_pt: Este membro da equipa não tem nenhuma avaliação de desempenho atribuída no momento.

source: Career development
pt_pt: Desenvolvimento de carreira

source: Reassigned to: {{userName}}
pt_pt: Reatribuído a: {{userName}}

source: Go to career development plan
pt_pt: Ir para o plano de desenvolvimento de carreira

source: Reassigned
pt_pt: Reatribuído

source: Reassigned to {{userName}}
pt_pt: Reatribuído a {{userName}}

source: Compare workers
pt_pt: Comparar trabalhadores

source: Direct reports
pt_pt: Subordinados diretos

source: {{firstName}}'s goal progress
pt_pt: Progresso do objetivo de {{firstName}}

source: Last feedback
pt_pt: Último feedback

source: No feedback
pt_pt: Sem feedback

source: (me)
pt_pt: (eu)

source: Next check-in
pt_pt: Próximo check-in

source: No check-ins
pt_pt: Sem check-ins

source: Go to check-in
pt_pt: Ir para o check-in

source: Go to review
pt_pt: Ir para a avaliação

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
pt_pt: Nenhum membro da equipa corresponde aos seus critérios. Tente ajustar a sua pesquisa ou verifique a ortografia e os filtros para encontrar o membro da equipa certo.

source: No team members selected
pt_pt: Nenhum membro da equipa selecionado

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
pt_pt: Selecione um ou mais membros da equipa para ver as suas métricas de desempenho. Marque a caixa ao lado do respetivo nome para analisar os seus dados.

source: Direct reports of {{name}}
pt_pt: Subordinados diretos de {{name}}

source: Team view
pt_pt: Vista da equipa

source: Top behavior
pt_pt: Comportamento exemplar

source: No behaviors
pt_pt: Sem comportamentos

source: You don't have any direct reports
pt_pt: Não tem nenhum subordinado direto

source: Worker tree
pt_pt: Árvore de trabalhadores

source: Search for a recipient
pt_pt: Procurar um destinatário

source: No recipients with the name "{{phrase}}"
pt_pt: Nenhum destinatário com o nome "{{phrase}}"

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
pt_pt: Esta tabela exibe uma lista abrangente de documentos associados à sua equipa. Pode pré-visualizar, descarregar e disponibilizar estes documentos aqui. Assegure-se da precisão e relevância de cada documento antes de aprovar.

source: {{selectedItemsCount}} items selected
pt_pt: {{selectedItemsCount}} itens selecionados

source: Select all {{allAvailableDocumentsCount}} items
pt_pt: Selecionar todos os {{allAvailableDocumentsCount}} itens

source: Communication rounds
pt_pt: Rondas de comunicação

source: View and manage team documents.
pt_pt: Visualizar e gerir documentos da equipa.

source: You have not accessed any communication rounds yet.
pt_pt: Ainda não acedeu a nenhuma ronda de comunicação.

source: No communication rounds
pt_pt: Sem rondas de comunicação

source: Communication manager review
pt_pt: Avaliação do gestor de comunicação

source: Communication round list
pt_pt: Lista de rodadas de comunicação
